/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Parole chiave";
"kMDItemTitle"                                = "Titolo";
"kMDItemSubject"                              = "Oggetto";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Autori";
"kMDItemEditors"                              = "Editor";
"kMDItemProjects"                             = "Progetti";
"kMDItemWhereFroms"                           = "Provenienza";
"kMDItemComment"                              = "Commento";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Produttore";
"kMDItemUsedDates"                            = "Data utilizzo";
"kMDItemLastUsedDate"                         = "Ultima apertura";
"kMDItemContentCreationDate"                  = "Contenuto creato";
"kMDItemContentModificationDate"              = "Contenuto modificato";
"kMDItemDurationSeconds"                      = "Durata";
"kMDItemCreationDate"                         = "Creazione elemento";
"kMDItemContactKeywords"                      = "Parole chiave contatto";
"kMDItemVersion"                              = "Versione";
"kMDItemPixelHeight"                          = "Altezza pixel";
"kMDItemPixelWidth"                           = "Larghezza pixel";
"kMDItemPageHeight"                           = "Altezza pagina";
"kMDItemPageWidth"                            = "Larghezza pagina";
"kMDItemColorSpace"                           = "Scala colori";
"kMDItemBitsPerSample"                        = "Bit per campione";
"kMDItemFlashOnOff"                           = "Flash";
"kMDItemFocalLength"                          = "Lunghezza focale";
"kMDItemHasAlphaChannel"                      = "Canale alfa";
"kMDItemAcquisitionMake"                      = "Marca dispositivo";
"kMDItemAcquisitionModel"                     = "Modello dispositivo";
"kMDItemISOSpeed"                             = "Velocità ISO";
"kMDItemOrientation"                          = "Orientamento";
"kMDItemLayerNames"                           = "Livelli";
"kMDItemWhiteBalance"                         = "Bilanciamento bianco";
"kMDItemAperture"                             = "Apertura";
"kMDItemProfileName"                          = "Nome profilo";
"kMDItemResolutionWidthDPI"                   = "Risoluzione larghezza";
"kMDItemResolutionHeightDPI"                  = "Risoluzione altezza";
"kMDItemExposureMode"                         = "Modalità esposizione";
"kMDItemExposureTimeSeconds"                  = "Tempo di esposizione";
"kMDItemEXIFVersion"                          = "Versione EXIF";
"kMDItemEXIFGPSVersion"                       = "Versione GPS EXIF";
"kMDItemCodecs"                               = "Codec";
"kMDItemMediaTypes"                           = "Tipi di media";
"kMDItemStreamable"                           = "Streamable";
"kMDItemTotalBitRate"                         = "Totale freq. bit";
"kMDItemVideoBitRate"                         = "Frequenza bit video";
"kMDItemAudioBitRate"                         = "Frequenza bit audio";
"kMDItemDeliveryType"                         = "Tipo di consegna";

"kMDItemAltitude"                             = "Altitudine";
"kMDItemLatitude"                             = "Latitudine";
"kMDItemLongitude"                            = "Longitudine";

"kMDItemTextContent"                          = "Contenuto testo";
"kMDItemDisplayName"                          = "Nome monitor";
"kMDItemAlternateNames"                       = "Nomi di visualizzazione alternativi";

"kMDItemRedEyeOnOff"                          = "Occhi rossi";
"kMDItemMeteringMode"                         = "Modalità misurazione";
"kMDItemMaxAperture"                          = "Apertura massima";
"kMDItemFNumber"                              = "Numero F";
"kMDItemExposureProgram"                      = "Programma esposizione";
"kMDItemExposureTimeString"                   = "Tempo di esposizione";
"kMDItemHeadline"                             = "Intestazione";
"kMDItemInstructions"                         = "Istruzioni";
"kMDItemCity"                                 = "Città";
"kMDItemStateOrProvince"                      = "Stato/Provincia";
"kMDItemCountry"                              = "Paese";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Frequenza campion.";
"kMDItemAudioChannelCount"                    = "Conteggio canale";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Firma chiave";
"kMDItemTimeSignature"                        = "Indicatore tempo";
"kMDItemAudioEncodingApplication"             = "Appl. codifica audio";
"kMDItemComposer"                             = "Compositore";
"kMDItemLyricist"                             = "Paroliere";
"kMDItemAudioTrackNumber"                     = "Numero traccia";
"kMDItemRecordingDate"                        = "Data registrazione";
"kMDItemMusicalGenre"                         = "Genere musicale";
"kMDItemIsGeneralMIDISequence"                = "Sequenza general MIDI";
"kMDItemRecipients"                           = "Destinatari";
"kMDItemRecordingYear"                        = "Anno registrazione";

"kMDItemOrganizations"                        = "Organizzazioni";
"kMDItemLanguages"                            = "Lingue";
"kMDItemRights"                               = "Diritti";
"kMDItemPublishers"                           = "Editori";
"kMDItemContributors"                         = "Collaboratori";
"kMDItemCoverage"                             = "Copertura";
"kMDItemDescription"                          = "Descrizione";
"kMDItemIdentifier"                           = "Identificatore";
"kMDItemAudiences"                            = "Pubblico";

"kMDItemNumberOfPages"                        = "Pagine";
"kMDItemSecurityMethod"                       = "Metodo protezione";

"kMDItemCreator"                              = "Creatore dei contenuti";
"kMDItemDueDate"                              = "Data limite";
"kMDItemEncodingApplications"                 = "Software di codifica";

"kMDItemStarRating"                           = "Classifica";
"kMDItemPhoneNumbers"                         = "Telefono";
"kMDItemEmailAddresses"                       = "Indirizzi e-mail";
"kMDItemInstantMessageAddresses"              = "Ind. messaggi istantanei";
"kMDItemKind"                                 = "Classe";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Indirizzi e-mail destinatario";
"kMDItemAuthorEmailAddresses"                 = "Indirizzi e-mail autore";

/* Names for FS attributes */
"kMDItemFSName"                               = "Nome documento";
"kMDItemPath"                                 = "Percorso documento";
"kMDItemFSSize"                               = "Dimensione";
"kMDItemFSCreationDate"                       = "Creato";
"kMDItemFSContentChangeDate"                  = "Modificato";
"kMDItemFSOwnerUserID"                        = "Proprietario";
"kMDItemFSOwnerGroupID"                       = "Gruppo";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Leggibile";
"kMDItemFSIsWriteable"                        = "Scrivibile";
"kMDItemFSNodeCount"                          = "Numero elementi";
"kMDItemFSHasCustomIcon"                      = "Icona ad hoc";
"kMDItemFSIsExtensionHidden"                  = "Estensione nascosta";
"kMDItemFSIsStationery"                       = "Blocco moduli";
"kMDItemFSInvisible"                          = "Invisibile";
"kMDItemFSLabel"                              = "Etichetta";

"kMDItemFinderComment"                        = "Commento Spotlight";
"kMDItemFonts"                                = "Font";

"kMDItemAppleLoopsRootKey"                    = "Chiave originale del loop";
"kMDItemAppleLoopsKeyFilterType"              = "Tipo di scala del loop";
"kMDItemAppleLoopsLoopMode"                   = "Tipo di documento del loop";
"kMDItemAppleLoopDescriptors"                 = "Descrittori del loop";
"kMDItemMusicalInstrumentCategory"            = "Categoria strumento";
"kMDItemMusicalInstrumentName"                = "Nome strumento";

"kMDItemInformation"                          = "Informazioni filmato";
"kMDItemDirector"                             = "Regista";
"kMDItemGenre"                                = "Genere";
"kMDItemPerformers"                           = "Interpreti";
"kMDItemOriginalFormat"                       = "Formato originale";
"kMDItemOriginalSource"                       = "Sorgente originale";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Parole chiave associate a questo elemento";
"kMDItemTitle.Description"                    = "Titolo di questo elemento";
"kMDItemSubject.Description"                  = "Soggetto di questo elemento";
"kMDItemTheme.Description"                    = "Tema di questo elemento";
"kMDItemAuthors.Description"                  = "Autori di questo elemento";
"kMDItemEditors.Description"                  = "Editor di questo elemento";
"kMDItemProjects.Description"                 = "I progetti di cui fanno parte questo elemento";
"kMDItemWhereFroms.Description"               = "Provenienza dell'elemento";
"kMDItemComment.Description"                  = "Commento su questo elemento";
"kMDItemCopyright.Description"                = "Informazioni sul copyright di questo elemento";
"kMDItemProducer.Description"                 = "Produttore di questo elemento";
"kMDItemUsedDates.Description"                = "Data in cui è stato usato questo elemento";
"kMDItemLastUsedDate.Description"             = "Data in cui è stato usato per l'ultima volta questo elemento";
"kMDItemContentCreationDate.Description"      = "Data in cui è stato creato il contenuto di questo elemento";
"kMDItemContentModificationDate.Description"  = "Data in cui è stato modificato il contenuto di questo elemento";
"kMDItemDurationSeconds.Description"          = "Durata di questo elemento in secondi";
"kMDItemCreationDate.Description"             = "Data in cui è stato creato questo elemento";
"kMDItemContactKeywords.Description"          = "Contatti associati a questo elemento";
"kMDItemVersion.Description"                  = "Numero di versione di questo elemento";

"kMDItemPixelHeight.Description"              = "Altezza del documento in pixel";
"kMDItemPixelWidth.Description"               = "Larghezza del documento in pixel";
"kMDItemPageHeight.Description"               = "Altezza della pagina del documento in punti";
"kMDItemPageWidth.Description"                = "Larghezza del documento in punti";
"kMDItemResolutionWidthDPI.Description"       = "Risoluzione della larghezza di questa immagine in DPI";
"kMDItemResolutionHeightDPI.Description"      = "Risoluzione dell'altezza di questa immagine in DPI";

"kMDItemColorSpace.Description"               = "Modello scala di colori di questa immagine";
"kMDItemProfileName.Description"              = "Nome del profilo colore utilizzato per l'immagine";

"kMDItemBitsPerSample.Description"            = "Numero di bit per campione";
"kMDItemFlashOnOff.Description"               = "Se la foto è stata fatta con il flash";
"kMDItemFocalLength.Description"              = "Lunghezza focale della lente in millimetri (mm)";
"kMDItemHasAlphaChannel.Description"          = "Se l'immagine ha un canale alfa";
"kMDItemAcquisitionMake.Description"          = "Marca del dispositivo utilizzata per acquisire questo documento";
"kMDItemAcquisitionModel.Description"         = "Modello del dispositivo utilizzato per acquisire questo documento";
"kMDItemISOSpeed.Description"                 = "Velocità ISO della fotocamera quando è stata fatta la foto";
"kMDItemOrientation.Description"              = "Orientamento dell'immagine (panoramica o ritratto)";
"kMDItemLayerNames.Description"               = "Nomi dei livelli nel documento";
"kMDItemWhiteBalance.Description"             = "Impostazioni del bilanciamento del bianco della fotocamera quando è stata fatta la foto";
"kMDItemAperture.Description"                 = "Impostazioni di apertura della fotocamera quando è stata scattata la foto";
"kMDItemExposureMode.Description"             = "Modalità utilizzata per l'esposizione";
"kMDItemExposureTimeSeconds.Description"      = "Tempo in cui la lente è rimasta aperta durante l'esposizione";
"kMDItemEXIFVersion.Description"              = "Versione di EXIF usata per creare i metadati";
"kMDItemEXIFGPSVersion.Description"           = "La versione di GPSInfoIFD in EXIF utilizzata per generare i metadati";
"kMDItemRedEyeOnOff.Description"              = "Se la correzione 'occhi rossi' era o no attivata";
"kMDItemMeteringMode.Description"             = "La modalità di misurazione (Unknown, Average, CenterWeightedAverage, Spot, MultiSpot, Pattern, Partial)";
"kMDItemMaxAperture.Description"              = "Il numero F più piccolo della lente nelle unità APEX del valore, normalmente compreso in un intervallo di 00.00 e 99.99";
"kMDItemFNumber.Description"                  = "Diametro dell'apertura relativo alla lunghezza focale reale della lente";
"kMDItemExposureProgram.Description"          = "Tipo di programma utilizzato dalla videocamera per impostare l'esposizione: Manuale, Normale, Priorità di apertura, ...";
"kMDItemExposureTimeString.Description"       = "Tempo di esposizione";
"kMDItemHeadline.Description"                 = "Riepilogo pubblicabile del contenuto dell'elemento";
"kMDItemInstructions.Description"             = "Altre informazioni sull'elemento, ad esempio istruzioni di manipolazione";
"kMDItemCity.Description"                     = "Città dell'elemento";
"kMDItemStateOrProvince.Description"          = "Stato o provincia dell'elemento secondo il fornitore";
"kMDItemCountry.Description"                  = "Paese o posto in cui è stato creato l'elemento secondo il fornitore";

"kMDItemAltitude.Description"                 = "L'altitudine dell'elemento in metri sopra il livello del mare, espressa utilizzando i dati WGS84.  I valori negativi giacciono sotto il livello del mare.";
"kMDItemLatitude.Description"                 = "La latitudine dell'elemento in gradi a nord dell'equatore, espressa utilizzando i dati WGS84.  I valori negativi giacciono a sud dell'equatore.";
"kMDItemLongitude.Description"                = "La longitudine dell'elemento in gradi a est del primo meridiano, espressa utilizzando i dati WGS84.  I valori negativi giacciono a ovest del primo meridiano.";

"kMDItemCodecs.Description"                   = "Codec utilizzati per codificare e decodificare i media";
"kMDItemMediaTypes.Description"               = "Tipi di media presenti nel contenuto";
"kMDItemStreamable.Description"               = "Se il contenuto è preparato per lo streaming";
"kMDItemTotalBitRate.Description"             = "Frequenza bit combinata di audio e video nel disco";
"kMDItemVideoBitRate.Description"             = "Frequenza bit del video nel disco";
"kMDItemAudioBitRate.Description"             = "Frequenza bit dell'audio nel disco";
"kMDItemDeliveryType.Description"             = "Metodo utilizzato per la consegna dei media (Fast Start o RTSP)";
"kMDItemDisplayName.Description"              = "Nome localizzato del documento";
"kMDItemAlternateNames.Description"           = "Nomi alternativi del documento";
"kMDItemAlbum.Description"                    = "Titolo per una raccolta di media, ad esempio un album di dischi";
"kMDItemAudioSampleRate.Description"          = "Frequenza di campionamento dei dati audio del documento";
"kMDItemAudioChannelCount.Description"        = "Numero di canali nei dati audio del documento";
"kMDItemTempo.Description"                    = "Tempo della musica nel documento audio in battiti per minuto";
"kMDItemKeySignature.Description"             = "Chiave musicale del brano nel documento audio";
"kMDItemTimeSignature.Description"            = "Indicazione di tempo del brano nel documento audio o nel documento MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nome dell'applicazione che ha codificato i dati nel documento audio";
"kMDItemComposer.Description"                 = "Compositore del brano nel documento audio";
"kMDItemLyricist.Description"                 = "Paroliere del brano nel documento audio";
"kMDItemAudioTrackNumber.Description"         = "Numero della traccia del brano che è parte di un album";
"kMDItemRecordingDate.Description"            = "Data di registrazione del brano";
"kMDItemMusicalGenre.Description"             = "Genere musicale del brano nel documento audio";
"kMDItemIsGeneralMIDISequence.Description"    = "Se la sequenza MIDI contenuta nel documento è configurata per l'utilizzo con un dispositivo General MIDI";
"kMDItemRecordingYear.Description"            = "Anno di registrazione dell'elemento";

"kMDItemOrganizations.Description"            = "Organizzazioni che hanno creato il documento";
"kMDItemLanguages.Description"                = "Lingue del contenuto del documento";
"kMDItemRights.Description"                   = "Link alla pagina di informazioni sui diritti che si hanno sul documento";
"kMDItemPublishers.Description"               = "Editore del documento";
"kMDItemContributors.Description"             = "Persone o organizzazioni che hanno contribuito al contenuto del documento";
"kMDItemCoverage.Description"                 = "Estensione o portata del contenuto del documento";
"kMDItemDescription.Description"              = "Descrizione del contenuto del documento";
"kMDItemIdentifier.Description"               = "Riferimento a una risorsa all'interno di un dato contesto";
"kMDItemAudiences.Description"                = "A chi è indirizzato il documento";

"kMDItemNumberOfPages.Description"            = "Numero di pagine nel documento";
"kMDItemSecurityMethod.Description"           = "Metodo di criptazione utilizzato per rendere sicuro il documento";
"kMDItemCreator.Description"                  = "Applicazione utilizzata per creare il documento";
"kMDItemEncodingApplications.Description"     = "Software utilizzato per convertire il contenuto originale";
"kMDItemDueDate.Description"                  = "Data di scadenza dell'elemento";

"kMDItemStarRating.Description"               = "Classifica utenti";
"kMDItemPhoneNumbers.Description"             = "Numeri di telefono associati a questo elemento";
"kMDItemEmailAddresses.Description"           = "Indirizzi e-mail associati a questo elemento";
"kMDItemInstantMessageAddresses.Description"  = "Indirizzi per messaggi istantanei associati a questo elemento";
"kMDItemKind.Description"                     = "Classe di questo elemento";
"kMDItemFinderComment.Description"            = "Commento Spotlight per questo elemento";
"kMDItemTextContent.Description"              = "Contenuto di testo di questo elemento";
"kMDItemRecipients.Description"               = "Destinatari di questo elemento";
"kMDItemFonts.Description"                    = "Font utilizzati in questo elemento";
"kMDItemURL.Description"                      = "URL di questo elemento";
"kMDItemRecipientEmailAddresses.Description"  = "Indirizzi e-mail dei destinatari di questo elemento";
"kMDItemAuthorEmailAddresses.Description"     = "Indirizzi e-mail degli autori di questo elemento";

"kMDItemInformation.Description"              = "Informazioni filmato";
"kMDItemDirector.Description"                 = "Regista";
"kMDItemGenre.Description"                    = "Genere";
"kMDItemPerformers.Description"               = "Interpreti";
"kMDItemOriginalFormat.Description"           = "Formato originale";
"kMDItemOriginalSource.Description"           = "Sorgente originale";

"kMDItemFSName.Description"                   = "Nome del documento";
"kMDItemPath.Description"                     = "Nome di percorso completo di questo documento";
"kMDItemFSSize.Description"                   = "Dimensione del documento sul disco in byte, arrotondata per la dimensione blocco del disco";
"kMDItemFSCreationDate.Description"           = "Data di creazione del documento";
"kMDItemFSContentChangeDate.Description"      = "Data dell'ultima modifica del contenuto del documento";
"kMDItemFSOwnerUserID.Description"            = "ID utente del proprietario del documento";
"kMDItemFSOwnerGroupID.Description"           = "ID gruppo del proprietario del documento";
"kMDItemFSIsReadable.Description"             = "Se il documento può essere aperto ma non modificato";
"kMDItemFSIsWriteable.Description"            = "Se il documento può essere modificato";
"kMDItemFSNodeCount.Description"              = "Numero di documenti e cartelle nella cartella";
"kMDItemFSHasCustomIcon.Description"          = "Se il documento ha un'icona personalizzata";
"kMDItemFSIsExtensionHidden.Description"      = "Se l'estensione del documento è nascosta";
"kMDItemFSIsStationery.Description"           = "Se il documento è un blocco moduli";
"kMDItemFSInvisible.Description"              = "Se il documento è visibile";
"kMDItemFSLabel.Description"                  = "Numero corrispondente all'etichetta del Finder assegnata al documento";

"kMDItemAppleLoopsRootKey.Description"        = "Mostra la chiave originale del loop. La chiave è la nota principale oppure la nota tonica del loop e non comprende il tipo di scala";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Indica se il loop utilizza la scala maggiore o quella minore, nessuna delle due oppure se può essere utilizzato con entrambe";
"kMDItemAppleLoopsLoopMode.Description"       = "Indica se il documento si ripete (loop). I documenti in loop regolano il proprio tempo sulla base di quello del brano, mentre i documenti non in loop mantengono il tempo di registrazione";
"kMDItemAppleLoopDescriptors.Description"     = "Le parole chiave descrivono lo stile e altri aspetti del loop";
"kMDItemMusicalInstrumentCategory.Description"= "Categoria di strumento a cui il documento appartiene";
"kMDItemMusicalInstrumentName.Description"    = "Tipo di strumento registrato nel documento";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,parolachiave";
"kMDItemTitle.ShortName"                      = "title,Titolo";
"kMDItemSubject.ShortName"                    = "subject,title,oggetto,titolo";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "autore,da,con,di";
"kMDItemEditors.ShortName"                    = "editore";
"kMDItemProject.ShortName"                    = "project,progetto";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,Provenienza";
"kMDItemComment.ShortName"                    = "comment,Commento";
"kMDItemCopyright.ShortName"                  = "copyright";
"kMDItemProducer.ShortName"                   = "produttore";
"kMDItemUsedDates.ShortName"                  = "used,date,uso,data";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,ultimouso,data";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,contenutocreato,creazione,data";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,contenutomodificato,modificato,data";
"kMDItemDurationSeconds.ShortName"            = "duration,time,durata,tempo";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,elementocreato,creazione,data";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,parolachiavecontatto,parolachiave";
"kMDItemVersion.ShortName"                    = "version,versione";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,altezzapixel,altezza";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,larghezzapixel,larghezza";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,altezzapagina,altezza";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,larghezzapagina,larghezza";
"kMDItemColorSpace.ShortName"                 = "colorspace";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps,bitpercampionamento,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,lunghezzafocale";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,Alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,creazione";
"kMDItemAcquisitionModel.ShortName"           = "model,Modello";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,Orientamento";
"kMDItemLayerNames.ShortName"                 = "layer,livello";
"kMDItemWhiteBalance.ShortName"               = "whitebalance";
"kMDItemAperture.ShortName"                   = "aperture,apertura,fstop";
"kMDItemProfileName.ShortName"                = "profile,profilo";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,larghezzadpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,altezzadpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,tempoesposizione,tempo";
"kMDItemEXIFVersion.ShortName"                = "exifversion";
"kMDItemCodecs.ShortName"                     = "codec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,tipodisupporto";
"kMDItemStreamable.ShortName"                 = "streamable";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,totalefrequenzabit,frequenzabit";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,frequenzabitvideo,frequenzabit";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,frequenzabitaudio,frequenzabit";
"kMDItemDeliveryType.ShortName"               = "delivery,Distribuzione";
"kMDItemAltitude.ShortName"                   = "Altitudine";
"kMDItemLatitude.ShortName"                   = "Latitudine";
"kMDItemLongitude.ShortName"                  = "Longitudine";

"kMDItemTextContent.ShortName"                = "intext,contenutotesto";
"kMDItemDisplayName.ShortName"                = "displayname,name,nomemonitor,nome";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,occhirossi";
"kMDItemMeteringMode.ShortName"               = "meteringmode,modalitàmisurazione";
"kMDItemMaxAperture.ShortName"                = "maxaperture,aperturamax";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programmaesposizione";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,tempoesposizione,tempo";
"kMDItemHeadline.ShortName"                   = "headline,title,intestazione,titolo";
"kMDItemInstructions.ShortName"               = "instructions,Istruzioni";
"kMDItemCity.ShortName"                       = "city,Città";
"kMDItemStateOrProvince.ShortName"            = "state,province,stato,provincia";
"kMDItemCountry.ShortName"                    = "country,paese";

"kMDItemAlbum.ShortName"                      = "album,title,titolo";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,frequenzacampionamentoaudio,frequenzacampionamento";
"kMDItemAudioChannelCount.ShortName"          = "channels,canali";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,firmachiave,chiave";
"kMDItemTimeSignature.ShortName"              = "timesignature,indicatoretempo";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,applicazionecodificaaudio";
"kMDItemComposer.ShortName"                   = "composer,author,by,compositore,autore,di";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,paroliere,autore,di";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,numerotraccia";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,dataregistrazione,data";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,generemusicale,genere";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,èmidi";
"kMDItemRecipients.ShortName"                 = "destinatario,a,con";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,annoregistrazione,anno";

"kMDItemOrganizations.ShortName"              = "organization,Organizzazione";
"kMDItemLanguages.ShortName"                  = "language,lingua";
"kMDItemRights.ShortName"                     = "rights,Diritti";
"kMDItemPublishers.ShortName"                 = "publisher,editore";
"kMDItemContributors.ShortName"               = "contributo,da,autore,con";
"kMDItemCoverage.ShortName"                   = "coverage,Copertura";
"kMDItemDescription.ShortName"                = "description,comment,descrizione,commento";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,pubblico,a";

"kMDItemNumberOfPages.ShortName"              = "pages,pagine";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,metodosicurezza";

"kMDItemCreator.ShortName"                    = "creator,Creatore";
"kMDItemDueDate.ShortName"                    = "duedate,date,scadenza,data";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,programmacodifica";

"kMDItemStarRating.ShortName"                 = "starrating,punteggiostelle";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,numerotelefono";
"kMDItemEmailAddresses.ShortName"             = "email,e-mail";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,nomemi";
"kMDItemKind.ShortName"                       = "kind,classe";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-mail,a";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-mail,da";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,Nomedocumento";
"kMDItemPath.ShortName"                       = "path,percorso";
"kMDItemFSSize.ShortName"                     = "size,Dimensione";
"kMDItemFSCreationDate.ShortName"             = "created,Creato";
"kMDItemFSContentChangeDate.ShortName"        = "modified,modificato";
"kMDItemFSOwnerUserID.ShortName"              = "owner,proprietario";
"kMDItemFSOwnerGroupID.ShortName"             = "group,gruppo";
"kMDItemFSIsStationery.ShortName"             = "stationery,bloccomoduli";
"kMDItemFSInvisible.ShortName"                = "invisible,invisibile";
"kMDItemFSLabel.ShortName"                    = "label,etichetta";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,commentospotlight,commento";
"kMDItemFonts.ShortName"                      = "font";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,categoriastrumento";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nomestrumento";
